Repository: magnusmuru/FiveMinuteMindfulness
Catalog: FiveMinuteMindfulness.Resources/Models/Content/Chapter.*.resx
Languages: et_ee

source: Assignment
et_ee: Ülesanne

source: Author
et_ee: Autor

source: Chapter Type
et_ee: Peatüki Liik

source: Description
et_ee: Kirjeldus

source: Title
et_ee: Pealkiri

# AssignmentRequired
source: The Assignment field is required.
et_ee: Ülesande väli on kohustuslik.

# AuthorRequired
source: The Author field is required.
et_ee: Autori väli on kohustuslik.

# DescriptionRequired
source: The Description field is required.
et_ee: Kirjelduse väli on kohustuslik.

# TitleRequired
source: The Title field is required.
et_ee: Pealkirja väli on kohustuslik.

# ChapterTypeRequired
source: The Chapter Type field is required.
et_ee: Peatüki Liigi väli on kohustuslik.

source: Select Chapter Type
et_ee: Vali Peatüki Liik

source: Select Assignment
et_ee: Vali Ülesanne
